{
    "habitaciones": "Rooms",
    "ubicacion": "Location",
    "galeria": "Gallery",
    "contacto": "Contact",
    "direccion": "Address",
    "habitacionSimple": "Single Room",
    "habitacionDoble": "Double Room",
    "despripcionHabSimple": "The rooms are simple and in some cases have a French balcony or enclosed terrace.",
    "despripcionHabDoble": "The superior rooms have a sitting area and basic kitchen. They can accommodate 4 people upon request.",
    "cabeceraHabitaciones": "Room characteristics",
    "iconInternet": "Free Wifi Internet",
    "iconTelevision": "Satellite television",
    "iconRadio": "Piped music",
    "iconAireAcondicionado": "Air-conditioning",
    "iconTelefono": "Phone",
    "iconBaño": "Private bathroom",
    "cabeceraContacto": "Contact us",
    "pContacto": "You can make your questions or suggestions either by phone or by email or by using the contact form that we make available to you.",
    "labelNombre": "Name*",
    "labelTelefono": "Phone*",
    "labelMensaje": "Message",
    "labelAsunto": "Subject*",
    "textReservar": "Reserve",
    "textInformación": "Information",
    "textOtros": "Others",
    "politicaPrivacidad": "I have read and accept the ",
    "pPrivacidad": "Privacy Policy.",
    "pPrivacidad1": "Last update: 04/22/2024",
    "pPrivacidad2": "Hostal Ana Nerja operates the website [URL of the website] (hereinafter, 'Services').",
    "pPrivacidad3": "We will not use or share your information with anyone except as described in this Privacy Policy.",
    "pPrivacidad4": "We use your personal information to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, available at [link to terms and conditions]",
    "pPrivacidad5": "Collection and Use of Information",
    "pPrivacidad6": "We collect various types of information for different purposes to provide and improve our Service.",
    "pPrivacidad7": "Types of Data Collected",
    "pPrivacidad8": "Personal information",
    "pPrivacidad9": "When using our Service, we may ask you to provide us with certain personally identifiable information which may include, but is not limited to, your name, email address, postal address, and telephone number ('Personal Data').",
    "pPrivacidad10": "Usage Data",
    "pPrivacidad11": "We may also collect information about how you access and use the Service ('Usage Data'). This Usage Data may include information such as your computer's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers, and other diagnostic data.",
    "pPrivacidad12": "Tracking and Cookie Data",
    "pPrivacidad13": "We use cookies and similar tracking technologies to track activity on our Service and maintain certain information.",
    "pPrivacidad14": "Cookies are files with a small amount of data that may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies, such as beacons, tags, and scripts, are also used to collect and track information and to improve and analyze our Service.",
    "pPrivacidad15": "You can instruct your browser to reject all cookies or to notify you when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some parts of our Service.",
    "pPrivacidad16": "Examples of Cookies we use:",
    "pPrivacidad17": "- Session Cookies.",
    "pPrivacidad18": "We use Session Cookies to operate our Service.",
    "pPrivacidad19": "- Preferences Cookies.",
    "pPrivacidad20": "We use Preference Cookies to remember your preferences and various settings.",
    "pPrivacidad21": "- Security Cookies.",
    "pPrivacidad22": "We use Security Cookies for security purposes.",
    "pPrivacidad23": "Data Usage",
    "pPrivacidad24": "Hostal Ana Nerja uses the data collected for various purposes:",
    "pPrivacidad25": "- To provide and maintain our Service",
    "pPrivacidad26": "- To notify you about changes to our Service",
    "pPrivacidad27": "- To allow you to participate in interactive features of our Service when you choose to do so",
    "pPrivacidad28": "- To provide customer support",
    "pPrivacidad29": "- To collect analysis or valuable information so that we can improve our Service",
    "pPrivacidad30": "- To monitor the use of our Service",
    "pPrivacidad31": "- To detect, prevent and address technical problems",
    "pPrivacidad32": "Data transfer",
    "pPrivacidad33": "Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those from your jurisdiction.",
    "pPrivacidad34": "If you are located outside Spain and decide to provide us with information, please note that we transfer the data, including Personal Data, to Spain and process it there.",
    "pPrivacidad35": "Your consent to this Privacy Policy followed by your submission of such information represents your agreement to such transfer.",
    "pPrivacidad36": "Hostal Ana Nerja will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or country unless there are adequate controls in place. including the security of your data and other personal information.",
    "pPrivacidad37": "Data Disclosure",
    "pPrivacidad38": "Legal requirements",
    "pPrivacidad39": "Hostal Ana Nerja may disclose your Personal Data in good faith when it considers that this action is necessary to:",
    "pPrivacidad40": "- Comply with a legal obligation",
    "pPrivacidad41": "- Protect and defend the rights or property of Hostal Ana Nerja",
    "pPrivacidad42": "- Prevent or investigate possible irregularities in relation to the Service",
    "pPrivacidad43": "- Protect the personal safety of users of the Service or the public",
    "pPrivacidad44": "- Protect yourself against legal liability",
    "pPrivacidad45": "Data Security",
    "pPrivacidad46": "The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.",
    "pPrivacidad47": "Service providers",
    "pPrivacidad48": "We may employ third party companies and individuals to facilitate our Service ('Service Providers'), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.",
    "pPrivacidad49": "These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.",
    "pPrivacidad50": "Links to Other Sites",
    "pPrivacidad51": "Our Service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third-party site. We recommend that you review the Privacy Policy of each site you visit.",
    "pPrivacidad52": "We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third party sites or services.",
    "pPrivacidad53": "Privacy of Minors",
    "pPrivacidad54": "Our Service is not directed to persons under 18 years of age ('Minors').",
    "pPrivacidad55": "We do not knowingly collect personally identifiable information from children under 18 years of age. If you are a parent or guardian and you know that your child has provided us.",
    "enviar": "Submit",
    "cabeceraUbicaion": "Perfect location",
    "textUbicacion1": "Hostal Ana is a charming accommodation located less than 12 minutes walk from Burriana Beach. In the very heart of Nerja, this hostel is a 3-minute walk from the historical exhibitions at the Nerja Museum and a 4-minute walk from Verano Azul Park. The Balcón de Europa Square is a 10-minute walk from the hostel and Malaga Airport is 75 km away. Nature lovers will appreciate the proximity of Playa El Salón, which is 1 km away. The location 2 km from the Águila Aqueduct is an advantage for our guests.",
    "textGaleria": "In our hostel you will find all the comforts and a family environment, with a terrace where you can see the fantastic views of one of the most beautiful and charming towns in all of southern Spain.",
    "textHome1": "Welcome to Hostal Ana Nerja!",
    "textHome2": "Immerse yourself in the warmth and comfort of our charming 2-star hostel, located in the heart of the wonderful town of Nerja. We are proud to offer you not only a place to rest, but a cozy and familiar experience that will make you feel at home from the moment you walk through our doors.",
    "textHome3": "Our privileged location places you just a few steps from the main attractions of Nerja, from its picturesque streets to its beautiful beaches with crystal-clear waters. Whether you're here to explore the rich local culture, enjoy the sun and sand, or simply relax and unwind, Hostal Ana is the perfect starting point for your adventures.",
    "textHome4": "Our team is committed to providing you with exceptional service, always with a smile and the warmth that characterizes the hosts of our land. From tips on the best places to visit to local restaurant recommendations, we're here to make your stay unforgettable.",
    "textHome5": "Welcome to your home away from home, where every moment will be an unforgettable memory. We hope you enjoy your stay at Hostal Ana Nerja!",
    "inicio": "Home",
    "cerrar": "CLOSE"
}