{
    "habitaciones": "Habitaciones",
    "ubicacion": "Ubicación",
    "galeria": "Galería",
    "contacto": "Contacto",
    "direccion": "Dirección",
    "habitacionSimple": "Habitación Individual",
    "habitacionDoble": "Habitación Doble",
    "despripcionHabSimple": "Las habitaciones son sencillas y disponen en algunos casos de balcón francés o terraza cerada.",
    "despripcionHabDoble": "Las habitaciones superiores cuentan con zona de descanso y cocina básica. Tienen capacidad para 4 personas previa solicitud.",
    "cabeceraHabitaciones": "Caracteristicas de las habitaciones",
    "iconInternet": "Internet Wifi gratis",
    "iconTelevision": "Televisión por satélite",
    "iconRadio": "Hilo musical",
    "iconAireAcondicionado": "Aire acondicionado",
    "iconTelefono": "Teléfono",
    "iconBaño": "Baño privado",
    "cabeceraContacto": "Contacta con nosotros",
    "pContacto": "Puedes realizar tus consultas o sugerencias tanto por teléfono como por correo electrónico o utilizando el formulario de contacto que ponemos a su disposición.",
    "labelNombre": "Nombre*",
    "labelTelefono": "Telélefono*",
    "labelMensaje": "Mensaje",
    "labelAsunto": "Asunto*",
    "textReservar": "Reservar",
    "textInformación": "Información",
    "textOtros": "Otros",
    "politicaPrivacidad": "He leído y acepto la ",
    "pPrivacidad": "Política de Privacidad.",
    "pPrivacidad1": "Última actualización: 22/04/2024",
    "pPrivacidad2": "Hostal Ana Nerja opera el sitio Web [URL del sitio Web](en adelante, 'Servicios').",
    "pPrivacidad3": "No usaremos ni compartiremos tu información con nadie, excepto como se describe en esta Política de Privacidad.",
    "pPrivacidad4": "Utilizamos tu información personal para proporcionar y mejorar el Servicio. Al utilizar el Servicio, aceptas la recopilación y el uso de información de acuerdo con esta política. A menos que se defina lo contrario en esta Política de Privacidad, los términos utilizados en esta Política de Privacidad tienen los mismos significados que en nuestros Términos y Condiciones, disponibles en [enlace a los términos y condiciones]",
    "pPrivacidad5": "Recopilación y Uso de Información",
    "pPrivacidad6": "Recopilamos varios tipos de información con diferentes propósitos para proporcionar y mejorar nuestro Servicio.",
    "pPrivacidad7": "Tipos de Datos Recopilados",
    "pPrivacidad8": "Datos Personales",
    "pPrivacidad9": "Al utilizar nuestro Servicio, podemos solicitarte que nos proporciones cierta información personalmente identificable que puede incluir, entre otros, tu nombre, dirección de correo electrónico, dirección postal y número de teléfono ('Datos Personales').",
    "pPrivacidad10": "Datos de Uso",
    "pPrivacidad11": "También podemos recopilar información sobre cómo accedes y utilizas el Servicio ('Datos de Uso'). Estos Datos de Uso pueden incluir información como la dirección del Protocolo de Internet de tu computadora (por ejemplo, dirección IP), tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visitas, la hora y la fecha de tu visita, el tiempo dedicado a esas páginas, identificadores únicos de dispositivos y otros datos de diagnóstico.",
    "pPrivacidad12": "Seguimiento y Datos de Cookies",
    "pPrivacidad13": "Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y mantener cierta información.",
    "pPrivacidad14": "Las cookies son archivos con una pequeña cantidad de datos que pueden incluir un identificador único anónimo. Las cookies se envían a tu navegador desde un sitio web y se almacenan en tu dispositivo. También se utilizan otras tecnologías de seguimiento, como balizas, etiquetas y scripts para recopilar y rastrear información y para mejorar y analizar nuestro Servicio.",
    "pPrivacidad15": "Puedes instruir a tu navegador para que rechace todas las cookies o para que te avise cuando se envíe una cookie. Sin embargo, si no aceptas cookies, es posible que no puedas usar algunas partes de nuestro Servicio.",
    "pPrivacidad16": "Ejemplos de Cookies que utilizamos:",
    "pPrivacidad17": "- Cookies de Sesión.",
    "pPrivacidad18": "Utilizamos Cookies de Sesión para operar nuestro Servicio.",
    "pPrivacidad19": "- Cookies de Preferencias.",
    "pPrivacidad20": "Utilizamos Cookies de Preferencias para recordar tus preferencias y configuraciones variadas.",
    "pPrivacidad21": "- Cookies de Seguridad.",
    "pPrivacidad22": "Utilizamos Cookies de Seguridad para fines de seguridad.",
    "pPrivacidad23": "Uso de Datos",
    "pPrivacidad24": "Hostal Ana Nerja utiliza los datos recopilados para diversos fines:",
    "pPrivacidad25": "- Para proporcionar y mantener nuestro Servicio",
    "pPrivacidad26": "- Para notificarte sobre cambios en nuestro Servicio",
    "pPrivacidad27": "- Para permitirte participar en funciones interactivas de nuestro Servicio cuando decidas hacerlo",
    "pPrivacidad28": "- Para proporcionar asistencia al cliente",
    "pPrivacidad29": "- Para recopilar análisis o información valiosa para que podamos mejorar nuestro Servicio",
    "pPrivacidad30": "- Para monitorear el uso de nuestro Servicio",
    "pPrivacidad31": "- Para detectar, prevenir y abordar problemas técnicos",
    "pPrivacidad32": "Transferencia de Datos",
    "pPrivacidad33": "Tu información, incluidos los Datos Personales, puede transferirse a —y mantenirse en— computadoras ubicadas fuera de tu estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de tu jurisdicción.",
    "pPrivacidad34": "Si te encuentras fuera de España y decides proporcionarnos información, ten en cuenta que transferimos los datos, incluidos los Datos Personales, a España y los procesamos allí.",
    "pPrivacidad35": "Tu consentimiento a esta Política de Privacidad seguido de tu envío de dicha información representa tu acuerdo con dicha transferencia.",
    "pPrivacidad36": "Hostal Ana Nerja tomará todas las medidas razonablemente necesarias para garantizar que tus datos se traten de forma segura y de acuerdo con esta Política de Privacidad y no se realizará ninguna transferencia de tus Datos Personales a una organización o país a menos que existan controles adecuados establecidos, incluida la seguridad de tus datos y otra información personal.",
    "pPrivacidad37": "Divulgación de Datos",
    "pPrivacidad38": "Requisitos Legales",
    "pPrivacidad39": "Hostal Ana Nerja puede divulgar tus Datos Personales de buena fe cuando considere que esta acción es necesaria para:",
    "pPrivacidad40": "- Cumplir con una obligación legal",
    "pPrivacidad41": "- Proteger y defender los derechos o la propiedad de Hostal Ana Nerja",
    "pPrivacidad42": "- Prevenir o investigar posibles irregularidades en relación con el Servicio",
    "pPrivacidad43": "- Proteger la seguridad personal de los usuarios del Servicio o del público",
    "pPrivacidad44": "- Protegerse contra la responsabilidad legal",
    "pPrivacidad45": "Seguridad de Datos",
    "pPrivacidad46": "La seguridad de tus datos es importante para nosotros, pero recuerda que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger tus Datos Personales, no podemos garantizar su seguridad absoluta.",
    "pPrivacidad47": "Proveedores de Servicios",
    "pPrivacidad48": "Podemos emplear empresas e individuos de terceros para facilitar nuestro Servicio ('Proveedores de Servicios'), para proporcionar el Servicio en nuestro nombre, para realizar servicios relacionados con el Servicio o para ayudarnos a analizar cómo se utiliza nuestro Servicio.",
    "pPrivacidad49": "Estos terceros tienen acceso a tus Datos Personales solo para realizar estas tareas en nuestro nombre y están obligados a no divulgarlos ni utilizarlos para ningún otro fin.",
    "pPrivacidad50": "Enlaces a Otros Sitios",
    "pPrivacidad51": "Nuestro Servicio puede contener enlaces a otros sitios que no son operados por nosotros. Si haces clic en un enlace de un tercero, serás dirigido al sitio de ese tercero. Te recomendamos que revises la Política de Privacidad de cada sitio que visites.",

    "pPrivacidad52": "No tenemos control ni asumimos responsabilidad alguna por el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros.",
    "pPrivacidad53": "Privacidad de los Menores",
    "pPrivacidad54": "Nuestro Servicio no está dirigido a personas menores de 18 años ('Menores').",
    "pPrivacidad55": "No recopilamos de forma consciente información personalmente identificable de menores de 18 años. Si eres padre/madre o tutor y sabes que tu hijo nos ha proporcionado.",
    "enviar": "Enviar",
    "cabeceraUbicaion": "Locaclización perfecta",
    "textUbicacion1": "El Hostal Ana es un encantador alojamiento situado a menos de 12 minutos a pie de la Playa de Burriana. En el mismísimo corazón de Nerja, este hostal está a 3 minutos a pie de las exposiciones hitóricas del Museo de Nerja y a 4 minutos a pie del parque Verano Azul. La plaza Balcón de Europa se encuentra a 10 minutos andando del hostal y el aeropuerto de Málaga se sitúa a 75 km. Los amantes de la naturaleza apreciarán la proximidad de la Playa El Salón, que está a 1 km de distancia. La ubicación a 2 km del Acueducto del Águila es una ventaja para nuestros huéspedes.",
    "textGaleria": "En nuestro hostal encontrarás todas las comodidades y un entorno familiar, contando con una terraza donde podrás ver las fantasticas vistas a uno de los pueblos más bonitos y con encanto de todo el sur de España.",
    "textHome1": "¡Bienvenido al Hostal Ana Nerja!",
    "textHome2": "Sumérgete en la calidez y la comodidad de nuestro encantador hostal de 2 estrellas, ubicado en el corazón del maravilloso pueblo de Nerja. Nos enorgullece ofrecerte no solo un lugar donde descansar, sino una experiencia acogedora y familiar que te hará sentir como en casa desde el momento en que cruzas nuestras puertas.",
    "textHome3": "Nuestra privilegiada ubicación te coloca a solo unos pasos de los principales atractivos de Nerja, desde sus pintorescas calles hasta sus hermosas playas de aguas cristalinas. Ya sea que estés aquí para explorar la rica cultura local, disfrutar del sol y la arena, o simplemente relajarte y desconectar, el Hostal Ana es el punto de partida perfecto para tus aventuras.",
    "textHome4": "Nuestro equipo está comprometido en brindarte un servicio excepcional, siempre con una sonrisa y la calidez que caracteriza a los anfitriones de nuestra tierra. Desde consejos sobre los mejores lugares para visitar hasta recomendaciones de restaurantes locales, estamos aquí para que tu estancia sea inolvidable.",
    "textHome5": "Bienvenido a tu hogar lejos de casa, donde cada momento será un recuerdo imborrable. ¡Esperamos que disfrutes tu estadía en el Hostal Ana Nerja!",
    "inicio": "Inicio",
    "cerrar": "CERRAR"
}